<html>

<head>

<title>Gerechtigkeit in Zeiten der Knappheit</title>
<meta name="author" content="Otfried Höffe">
<meta name="authoring.tool" content="HotDog">
<meta name="description" content="Essay">
<meta name="keywords" content="Gerechtigkeit Knappheit Sozialstaat Philosophie Generationen">
<meta name="distribution" content="global">
<meta name="resource-type" content="document">
</head>

<body bgcolor="#FFFF80">

<font face="ARIAL, GENEVA, HELVETICA">

<h2>Gerechtigkeit in Zeiten der Knappheit</h2>

<i>Otfried Höffe</i><p>

<P>

<P>Wer nur die Wachstumsraten der sechziger und siebziger Jahre kennt, h&auml;lt die derzeitige Knappheit f&uuml;r ein unvorhersehbares Schicksal. Und er hofft, da&szlig; sie sich in den &ouml;ffentlichen Haushalten bald zum Besseren wende. In Wahrheit wird die Menschheit seit ihren Anf&auml;ngen von Knappheit begleitet.</P>

<P>Selbst die wissenschaftlich-technische Zivilisation hat die verf&uuml;gbaren Ressourcen zwar auf eine fr&uuml;her unvorstellbare Weise vermehrt. Trotzdem vermag sie das anthropologische &quot;Gesetz der Knappheit&quot; nicht aufzuheben. Denn drei Faktoren bleiben g&uuml;ltig: Die letzte nat&uuml;rliche Vorgabe allen Handelns, die Erde samt den Tieren, Pflanzen und Materialien, ist begrenzt. Wir m&uuml;ssen diese Vorgabe &quot;im Schwei&szlig;e unseres Angesichts&quot; verarbeiten, was jeder, der es vermeiden kann, lieber scheut. Und - wohnt statt angeborener Grenzen dem Menschen eine tendenzielle Uners&auml;ttlichkeit inne, jene Pleonexie, ein Mehr-und-immer-mehr-Wollen, das alles Menschliche, ob Individuum, ob Gruppe oder Institution - mit ausufernden Begehrlichkeiten bedroht.</P>
<P>Zum Erbe der Menschheit geh&ouml;rt freilich auch die Gerechtigkeit. Sie ist ein Leitziel der Menschheit, obwohl diese mit bleibender Knappheit rechnet. Die neuerliche Ansicht, Knappheit gef&auml;hrde die Gerechtigkeit, &uuml;berdies das gute Leben, kann deshalb nicht stimmen. Wie das gute Leben, so ist auch die Gerechtigkeit kein Luxus-Ideal, das nur in prosperierenden Zeiten gedeiht. Im Gegenteil wei&szlig; die politische Philosophie von Thomas Hobbes &uuml;ber David Hume bis John Rawls, wissen sogar schon Platon und Aristoteles, da&szlig; die Knappheit zu den Anwendungsbedingungen der Gerechtigkeit z&auml;hlt, ferner da&szlig; die jeweils vorhandenen Ressourcen keine schlichte Vorgabe sind, die nur der Verteilung harren, vielmehr &quot;im Schwei&szlig;e unseres Angesichts erarbeitet&quot; werden m&uuml;ssen. Arbeitslos d&uuml;rfte die Gerechtigkeit in jenem M&auml;rchenland sein, in dem Milch und Honig flie&szlig;en, die Bratw&uuml;rste auf den B&auml;umen wachsen und die Faulheit h&ouml;chste Tugend ist, in dem also jeder Genu&szlig; jedem ohne Arbeit zuteil wird, Flei&szlig; dagegen Strafe erh&auml;lt. Die daf&uuml;r bekannte Bezeichnung &quot;Schlaraffenland&quot; entlarvt das M&auml;rchen aber als Ansicht von Toren; denn der Bestandteil &quot;affe&quot; bedeutet hier: Affe, Tor, und &quot;sl&ucirc;r&quot; hei&szlig;t &quot;Faulenzen, Faulenzer&quot;. Im ber&uuml;hmten <I>Narrenschiff </I> Sebastian Brants tr&auml;gt deshalb ein Kapitel den Titel &quot;Schlaraffenland&quot;.</P>

<B><P>Gerechtigkeit als Justiz</P>
</B><P>Folgerichtig f&auml;llt die Gerechtigkeit der neuzeitlichen Moralkritik nicht zum Opfer. Das Lob von Friedrich Nietzsche, aus seiner Genealogie der Moral, ihrer zweiten Abhandlung (Nr. 11), k&ouml;nnte kaum gr&ouml;&szlig;er ausfallen: &quot;Wenn es wirklich vorkommt, da&szlig; der gerechte Mensch gerecht sogar gegen seine Sch&auml;diger bleibt ... wenn sich selbst unter dem Ansturm pers&ouml;nlicher Verletzung, Verh&ouml;hnung, Verd&auml;chtigung die hohe, klare, ebenso tief als mild blickende Objektivit&auml;t des gerechten, des richtenden Auges nicht tr&uuml;bt, nun, so ist das ein St&uuml;ck Vollendung und h&ouml;chster Meisterschaft auf Erden&quot;.</P>
<P>Das Nietzschewort f&uuml;hrt uns auch auf die urspr&uuml;ngliche Bedeutung der &quot;Gerechtigkeit&quot;. Sie verlangt erstens - was f&uuml;r manchen schmerzlich sein mag -, die Gleichsetzung von &quot;Gerechtigkeit&quot; mit &quot;sozialer Gerechtigkeit&quot; aufzuheben. Es sei denn, &quot;sozial&quot; soll lediglich die Sache bekr&auml;ftigen, die schon der Ausdruck &quot;Gerechtigkeit&quot; meint: die nicht auf sich, sondern auf Gesellschaft bezogene Moral. Unter sozialer Gerechtigkeit versteht man im spezifischen Sinn anderes, beispielsweise, allen Bed&uuml;rftigen zu geben, was sie brauchen, aber nicht aus eigener Kraft erwirtschaften k&ouml;nnen. Diesem oder einem verwandten Verst&auml;ndnis von sozialer Gerechtigkeit ist eine erstaunliche Karriere gelungen: Vor allem in Deutschland gilt es heute als nat&uuml;rliche Richtschnur politischen Handelns einer Demokratie. Die Begriffsgeschichte s&auml;t aber Zweifel. Obwohl seit Aristoteles die abendl&auml;ndische Philosophie &quot;mehrere Gerechtigkeiten&quot; kennt, kommt neben der allgemeinen und der besonderen Gerechtigkeit, letztere mit der Tausch- , der Ausgleichs- und der Verteilungsgerechtigkeit, eine soziale Gerechtigkeit nicht vor. Und dieser Befund bleibt &uuml;ber viele Jahrhunderte g&uuml;ltig.</P>
<P>Wann genau der Ausdruck aufkommt, d&uuml;rfte sogar Fachleute in Verlegenheit bringen. Vermutlich erscheint er zuerst in der christlichen Sozialethik, dort aber nicht etwa bei ihrer klassischen Inspirationsquelle, bei Thomas von Aquin. Erst beispielsweise die p&auml;pstliche Sozialenzyklika <I>Quadrogesimo anno</I> (1931) spricht in den Abschnitten 88 und 126 von sozialer Gerechtigkeit - beide Male in einem Atemzug mit &quot;sozialer Liebe&quot;. Und auf reformatorischer Seite geschieht es bei Emil Brunner.1</P>
<P>Eine christliche Sozialethik ist aber von einer charakteristischen Gefahr bedroht: Ob vom Samariter-Gleichnis, der Bergpredigt oder dem Wort inspiriert wird: &quot;Was Ihr dem geringsten meiner Br&uuml;der getan habt, das habt ihr mir getan&quot; -, zwei Dinge werden gern begrifflich nicht deutlich genug getrennt: Die Gerechtigkeit meint jenen kleinen Anteil der Moral, deren Anerkennung die Menschen einander schulden und deren Mi&szlig;achtung Protest und Emp&ouml;rung verdient. Mitleid, Wohlwollen und N&auml;chstenliebe sind dagegen durchaus moralisch geboten, bedeuten aber eine verdienstliche Mehrleistung. Wegen dieses Unterschiedes soll man pers&ouml;nlich gro&szlig;z&uuml;gig und wohlt&auml;tig sein; eine zwangsbefugte Gesellschaftsordnung ist jedoch im wesentlichen nur f&uuml;r Gerechtigkeit zust&auml;ndig. Das Rechts- und Staatswesen darf sie allein von jedem einfordern; die Mehrleistungen von Mitleid und Wohlt&auml;tigkeit sind freiwillig zu erbringen.</P>
<P>Aus dieser Begriffserkl&auml;rung folgt die Sensibilit&auml;t f&uuml;r eine Verschiebungsgefahr, die, oft bewu&szlig;t eingesetzt, dann auf Mi&szlig;brauch hinausl&auml;uft: Man erkl&auml;rt f&uuml;r eine Gerechtigkeitspflicht, was in Wahrheit zum verdienstlichen Mehr geh&ouml;rt. Zugleich zeichnet sich f&uuml;r die Ressourcenknappheit ein epochenspezifischer Faktor ab: Aufgrund einer S&auml;kularisierung christlicher N&auml;chstenliebe neigt die Moderne dazu, als geschuldete Grundleistung, als Rechtspflicht anzugeben, was in Wahrheit in den Bereich des verdienstlichen Mehr, der sogenannten Tugendpflichten, f&auml;llt.</P>
<P>In Nietzsches Rede vom &quot;richtenden Auge&quot; tritt zweitens der urspr&uuml;ngliche und bis heute prim&auml;re Aufgabenbereich zutage. Gem&auml;&szlig; der Zust&auml;ndigkeit der griechischen G&ouml;ttin Dike kommt es auf die Gerechtigkeit bei der Rechtsprechung an. Noch im Ausdruck &quot;Justiz&quot; f&uuml;r das Gerichtswesen klingt diese Aufgabe an: Jemandem Gerechtigkeit widerfahren lassen hei&szlig;t im Zivilrecht, ihm zu seinem Recht verhelfen, und im Strafrecht, nur Schuldige zu bestrafen, Unschuldige aber freizusprechen, ferner die Strafe nicht willk&uuml;rlich, sondern nach der Schwere des Verschuldens festzulegen. In beiden F&auml;llen soll, mit Nietzsche, Objektivit&auml;t herrschen, einschlie&szlig;lich dem, was das Sprichwort &quot;fiat iustitia, pereat mundus&quot; meint. Es bedeutet nicht, wie Luther &uuml;bersetzt, einen Gerechtigkeitsfanatismus, der selbst den Weltuntergang in Kauf nimmt. Kant dagegen verdeutscht richtig: &quot;Es herrsche Gerechtigkeit, die Schelme in der Welt m&ouml;gen auch insgesamt daran zugrunde gehen&quot; (<I>Zum ewigen Frieden</I>, Anhang I). Das Sprichwort verlangt, das Recht, namentlich das Strafrecht, selbst gegen die Gro&szlig;en der Welt durchzusetzen, statt einen M&ouml;rder, blo&szlig; weil er m&auml;chtig ist, freizusprechen.</P>
<P>Die Einrichtung eines Gerichtswesens ist eine Gerechtigkeitsinnovation von wahrhaft weltgeschichtlichem Rang. Sie &uuml;berwindet die Privat-&quot;Justiz&quot;, einschlie&szlig;lich der Blutrache, samt ihrer unvermeidlichen Folge, dem Fl&auml;chenbrand von Unrecht und Gewalt. Die Abl&ouml;sung der Privat-&quot;Justiz&quot; durch einen unparteiischen Dritten, das Gericht, ist durch knappe Finanzen zweifellos nicht bedroht. Ebensowenig bedroht sind seine strengen Anforderungen (hinsichtlich Strafw&uuml;rdigkeit und Strafverfahren), ebensowenig jene Modernisierungen, die von der Abschaffung der Leibes- und Todesstrafen &uuml;ber die Liberalisierung (&quot;Entr&uuml;mpelung&quot;) des Deliktkataloges bis zu einer Verbesserung des Strafvollzuges reichen.</P>
<B>
<P>Globale Gerechtigkeit 1: Welt-Strafrecht</P>
</B><P>Die derzeitige Globalisierung unserer Gesellschaftsverh&auml;ltnisse spart die Kriminalit&auml;t nicht aus. Weder der Terrorismus noch der Waffenschmuggel, weder der Drogenhandel noch der Menschenhandel halten sich an staatliche Grenzen. Dasselbe gilt f&uuml;r das im Begriff der Justiz enthaltene Gerechtigkeitsgebot. Auch wenn das Strafrecht im wesentlichen in die Zust&auml;ndigkeit der Einzelstaaten f&auml;llt, darf ihm die grenzen&uuml;berschreitende Kriminalit&auml;t nicht entzogen werden. Infolgedessen braucht es eine globale Gerechtigkeit: eine Weltjustiz im Sinne eines Weltstrafrechts. Auf Einzelheiten einzugehen, ist hier nicht der Ort.2 Ein Hinweis auf die Grundrichtung mu&szlig; gen&uuml;gen:</P>
<P>Nach der bekannten Debatte um Kommunitarismus oder aber Globalismus legt sich die Alternative nahe, entweder alles in einzelstaatlicher Kompetenz zu belassen oder aber ein einheitliches Weltjustizsystem einzurichten. Vern&uuml;nftiger ist es, diese plane Alternative zu &uuml;berwinden und ein dreidimensionales Weltstrafrecht einzurichten:</P>
<P>1. Ein &quot;nationales Weltstrafrecht&quot; achtet darauf, da&szlig; es sowohl hinsichtlich der strafw&uuml;rdigen Delikte interkulturell g&uuml;ltig ist als auch hinsichtlich der Proze&szlig;prinzipien der Strafen und des Strafvollzugs. Wird diese Bedingung erf&uuml;llt, etwa aufgrund einer menschenrechtsverpflichteten Legitimation und Limitation, so besteht eine rechtsmoralisch begr&uuml;ndete Befugnis, Personen zu verurteilen, die zwar aus anderen Rechtskulturen stammen, ihr Delikt aber in diesem Land begangen haben.</P>
<P>2. Ein &quot;grenzen&uuml;berschreitendes Weltstrafrecht&quot; erkl&auml;rt sich - erneut dank einer interkulturell g&uuml;ltigen Strafjustiz - zu einer stellvertretenden Strafrechtspflege bereit. Demnach darf &uuml;ber einen Drogengro&szlig;h&auml;ndler, der sein Delikt in Land A begeht, aber im Land B festgenommen wird, durchaus in Land B verhandelt und geurteilt werden.</P>
<P>3. Eine &quot;weltb&uuml;rgerliche&quot; oder &quot;kosmopolitische Weltjustiz&quot; betrifft die Verbrechen gegen die Humanit&auml;t im doppelten Sinn: jene gravierenden &quot;Verbrechen gegen die Menschlichkeit&quot;, f&uuml;r die sich zu Recht die &quot;Menschheit&quot; verantwortlich f&uuml;hlt und die sie verfolgt, falls gewisse Regierungen sie nicht verfolgen, vielleicht sogar selber begehen.</P>
<P>Die Einrichtung einer derart dreidimensionalen Weltjustiz bringt offensichtlich einen enormen Fortschritt an Gerechtigkeit und ist erneut von Ressourcenknappheit so gut wie unabh&auml;ngig. Die entscheidende Bedingung besteht in einem elementaren Rechts- und Gerechtigkeitssinn auf seiten aller Gemeinwesen und ihrer B&uuml;rger.</P>

<B><P>Ausgleichende Gerechtigkeit</P>
</B><P>Eine dritte Gerechtigkeitsaufgabe, der Ausgleich, ist nicht blo&szlig; im Strafrecht gefragt. Wer jemandem aus einer Not hilft, die er mitverschuldet hat, handelt nicht aus Mitleid, sondern aus Gerechtigkeit. Die Schuld, die man gegen Eskimos, Indianer, Indios und andere Ureinwohner auf sich geladen hat, und auch jene Schuld, die die Kolonialm&auml;chte noch abzutragen haben, mag man eine - jetzt internationale - soziale Gerechtigkeit nennen. Tats&auml;chlich geh&ouml;rt sie zu der seit der Antike selbstverst&auml;ndlichen ausgleichenden (&quot;korrektiven&quot;) Gerechtigkeit. Und ihretwegen schuldet den Ausgleich nicht eine vage &quot;Weltgemeinschaft&quot;, sondern jener Staat, der sich das Unrecht hat zuschulden kommen lassen und sich zum Teil bis heute eines Vorteils erfreut.</P>
<P>Die ausgleichende Gerechtigkeit rechtfertigt aus zwei Gr&uuml;nden einen Gro&szlig;teil der Sozialstaatlichkeit. Zum einen werden durch den modernen Staat, eine Institution zweiter Ordnung, die Prim&auml;rinstitutionen wie Familien, Gro&szlig;familien, Z&uuml;nfte oder Gilden und Kommunen sowohl finanziell als auch in ihren Kompetenzen entmachtet. Die Gerechtigkeit verlangt daf&uuml;r einen Ausgleich, der nicht etwa vom Wohlwollen her geboten ist, auch nicht von einer Verteilungsgerechtigkeit. Wenn hier die Sekund&auml;rinstitution &quot;Staat&quot; Aufgaben der Daseinsvorsorge &uuml;bernimmt, die die Prim&auml;rinstitutionen nur noch unzureichend erf&uuml;llen, kommt sie einer Kompensationspflicht und Auffangverantwortung nach. Geboten ist allerdings weniger eine F&uuml;rsorge als eine &quot;Hilfe zur Selbsthilfe&quot;.</P>
<P>Zum anderen bringen zivilisatorische Entwicklungen wie Industrialisierung, Urbanisierung und eine spezialisierte Arbeitsgesellschaft einen Komplex von Chancen und Risiken hervor, die wir zwar per Saldo als kollektiv vorteilhaft erachten, die einige Gruppen aber grunds&auml;tzlich schlechter stellen, weshalb sie eine Entsch&auml;digung verdienen. Die H&ouml;he der gebotenen Entsch&auml;digung h&auml;ngt freilich vom Ma&szlig; der Besserstellung der anderen ab, in Ann&auml;herung: von der &ouml;ffentlichen Haushaltslage. Knappheitsbedingte K&uuml;rzungen sind daher nicht eo ipso ungerecht. Im &uuml;brigen tut Augenma&szlig; Not. &Uuml;ber den derzeitigen Schwierigkeiten sollte man nicht vergessen, da&szlig; die des 19. Jahrhunderts weit dr&uuml;ckender waren: Die Arbeitslosigkeit war h&ouml;her; es fehlten die Sozialversicherungen f&uuml;r Krankheit, Alter und Arbeitslosigkeit; das durchschnittliche Bildungs- und Ausbildungsniveau war erheblich geringer, das Gesundheitswesen weit schw&auml;cher entwickelt; nicht zuletzt gab es weit mehr als relative Armut, n&auml;mlich Hunger und Verelendung.</P>

<B><P>Tauschgerechtigkeit</P>
</B><P>Heutzutage denkt man bei der Gerechtigkeit prim&auml;r an Verteilungsfragen. Man spricht von Zuteilung, Allokation, nennt die entsprechenden Aufgaben Allokationsprobleme und erwartet von der &quot;sozialen&quot; Gerechtigkeit entweder eine Gleichverteilung oder eine Verteilung gem&auml;&szlig; den Bed&uuml;rfnissen. Die zu verteilenden Mittel m&uuml;ssen aber erst erarbeitet und im Fall einer Arbeitsteilung wechselseitig getauscht werden. Wegen dieser Binsenwahrheit empfiehlt sich, was die Wissenschaftstheorie einen Paradigmenwechsel nennt: Soweit es nicht mehr um Justiz und Ausgleich geht, beginne eine Gerechtigkeitstheorie nicht bei der Verteilung, sondern bei der Wechselseitigkeit, Pars pro toto: beim Tausch. Man darf beim Tausch allerdings nicht nur an Wirtschaftsg&uuml;ter und Dienstleistungen denken. Vor allem in einfachen Gesellschaften werden auch Ges&auml;nge, auch Geschichten und in Form von Heiratsvertr&auml;gen selbst Personen getauscht.</P>
<P>Noch wichtiger ist ein negativer Tausch: der von Gewaltverzichten. Erneut erhalten anthropologische &Uuml;berlegungen ein Recht. Sie erinnern daran, da&szlig; jeder Mensch hinsichtlich Gewalt gegen seinesgleichen im Prinzip sowohl potentielles Opfer als auch potentieller T&auml;ter ist. Verzichtet nun jeder auf seine Gewaltt&auml;tigkeit, dann, aber auch lediglich dann, wird allen Menschen die Integrit&auml;t von Leib und Leben gew&auml;hrt. &Auml;hnliches gilt f&uuml;r die anderen Freiheitsrechte. Fixiert auf den absolutistischen Staat, verstehen wir sie zwar vornehmlich als Abwehrrechte gegen den Staat. Tats&auml;chlich gew&auml;hren aber zun&auml;chst die Rechtsgenossen selbst, n&auml;mlich durch entsprechende Gewaltverzichte, die Freiheitsrechte hinsichtlich Leib und Leben, Ehre, Eigentum und Religionsaus&uuml;bung. Und der Verzicht erfolgt wechselseitig, also in Form eines Tausches. Da es um logisch h&ouml;herstufige Interessen geht, sogar um unverzichtbare Bedingungen der M&ouml;glichkeit von Handlungsfreiheit, kommt es auf (relativ) transzendentale Interessen an. Und da sich die Interessen nur in und durch Gegenseitigkeit realisieren lassen, liegt ein transzendentaler Tausch vor. Der Staat &uuml;bernimmt lediglich die subsidi&auml;re, freilich auch unverzichtbare Aufgabe des Gew&auml;hrleistens.</P>
<P>Weil die Freiheitsrechte den Rang der Gerechtigkeit einnehmen - den der Gerechtigkeit eines Gemeinwesens, der politischen Gerechtigkeit -, darf man ihre Gew&auml;hrleistung, also eine freiheitliche Demokratie, von allen Gemeinwesen einfordern. Die bei demokratieresistenten Staaten beliebte Vorw&auml;rtsverteidigung, der Vorwurf des Eurozentrismus, &uuml;berzeugt hier nicht. Die liberale Demokratie ist nicht etwa an europ&auml;ische Pr&auml;missen gebunden. Im Gegenteil wird jeder einzelne Mensch, gleich welcher Kultur, ernst genommen, so da&szlig; er - frei nach Kants Rechtslehre (B &quot;Was ist Recht?&quot;) - jenes Ma&szlig; an Freiheit erh&auml;lt, das mit derselben Freiheit aller anderen vertr&auml;glich ist. Freiheitsrechte werden im &uuml;brigen nicht nur in unserem Kulturraum anerkannt. So gut wie alle Kulturen sch&uuml;tzen &uuml;ber das Strafrecht die entsprechenden Rechtsg&uuml;ter, insbesondere Leib und Leben, einen guten Namen (&quot;Ehre&quot;) und Eigentum. Angefangen mit der Unschuldsvermutung, sind elementare Verfahrensregeln &auml;hnlich weit verbreitet. Und religi&ouml;se Toleranz beispielsweise versteht sich schon im Alexanderreich, vorher im Persischen Reich, sp&auml;ter in Rom, wie von selbst.</P>
<P>Zugunsten des Paradigmenwechsels spricht auch der Umstand, da&szlig; eine Verteilung von oben her erfolgt, der Tausch dagegen, wie &uuml;berhaupt die Wechselseitigkeit, unter Gleichberechtigten stattfindet. In der Verteilung tritt ein paternalistisches, genauer: ein maternalistisches Denken, eine F&uuml;rsorge-Mentalit&auml;t, zutage. W&auml;hrend jede Verteilung Hierarchien voraussetzt, ist die Wechselseitigkeit eine Beziehung unter Gleichen und schon deshalb das Grundmuster der Demokratie.</P>
<P>Zweifelsohne liegen die Einw&auml;nde auf der Hand, etwa, da&szlig; Kinder und Behinderte nicht (genug) zu tauschen haben. Erneut tritt aber die zur Tauschgerechtigkeit stets notwendige Erg&auml;nzung, die ausgleichende Gerechtigkeit, auf den Plan: Ein erster Teil der hier zust&auml;ndigen mehrteiligen Argumentation erinnert daran, da&szlig;, wer Kinder in die Welt setzt, hilfsbed&uuml;rftige Wesen schafft, denen er aus Gerechtigkeitsgr&uuml;nden, nicht etwa aus Mitleid, Verantwortung schuldet. Wenn er dabei &uuml;berfordert wird, unterst&uuml;tzen ihn - so der zweite Argumentationsschritt - die Prim&auml;rinstitutionen und zus&auml;tzlich, wegen deren Entmachtung, der Staat. Schlie&szlig;lich verdankt sich ein erheblicher Teil der Behinderungen den Risiken unserer Zivilisationsform. Insofern wir deren Vorteile kollektiv in Anspruch nehmen, sind auch die Nachteile kollektiv zu tragen.</P>

<B><P>Die neue soziale Frage</P>
</B><P>Die liberale Demokratie stammt aus dem Zeitalter der Philosophen, der Aufkl&auml;rung. Ihretwegen geh&ouml;rt die Selbstkritik samt einem entsprechenden Ver&auml;nderungswillen, einer reflexiven Regeneration, unverzichtbar hinzu. Ein Liberalismus, der auf dem Niveau des Nachtw&auml;chterstaates verkn&ouml;chert, ist seinen Namen nicht wert. In der Tat hat er sich l&auml;ngst um politische Mitwirkungsrechte und um jene Sozialstaatlichkeit erweitert, die zum Teil einen menschenrechtlichen Rang hat. Denn Gewaltverzichte allein erm&ouml;glichen die Handlungsf&auml;higkeit nicht. Sowohl zum Leben als auch zur Ausbildung der Denk- und Sprachf&auml;higkeit bedarf es positiver Leistungen, die teils in G&uuml;tern, teils in Dienstleistungen, teils in Positionen und Chancen bestehen und deren Kern das Gewicht &quot;positiver&quot; Freiheitsrechte zukommt. Als Leistungsrechte sind sie aber einer Schwierigkeit ausgesetzt, die die &quot;negativen&quot; Freiheitsrechte kaum kennen: Sie h&auml;ngen von Ressourcen und deren Knappheit ab.</P>
<P>Aus diesem Unterschied folgt ein weiterer: Die negativen Freiheitsrechte sind unter allen Umst&auml;nden g&uuml;ltig, so da&szlig;, Notwehr ausgenommen, jeder, der einen anderen t&ouml;tet, ein Menschenrecht verletzt. Dagegen macht sich keiner Menschenrechtsverletzung schuldig, wer einen anderen nur deshalb verhungern oder erfrieren l&auml;&szlig;t, weil er die notwendige Nahrung und Kleidung nicht aufbringen kann. In diesem zweiten Unterschied deutet sich ein dritter an: Positive Leistungen sind wesentlich komparativ: Es gibt ein Mehr-und-Weniger, wobei sich die n&auml;here Bestimmung sowohl an den vorhandenen Ressourcen als auch den Bed&uuml;rfnissen einer Gesellschaft ausrichtet; Sozialrechte sind sowohl ressourcen- als auch kulturabh&auml;ngig.</P>
<P>Weil diese Gesichtspunkte im Prinzip anerkannt sind, ist nicht mehr die Kritik am Altliberalismus aktuell, sondern die reflexive Regeneration bei einem Bereich, der seit dem Umweltschutz bekannt ist, &uuml;ber die &ouml;kologische Dimension aber weit hinausreicht. Es handelt sich um die &quot;neue soziale Frage&quot;, die Gerechtigkeit gegen die Kinder und Kindeskinder. Bei ihr ist eine Unterscheidung vonn&ouml;ten, die soziale und politische Gewohnheiten in Frage stellt, infolgedessen Widerst&auml;nde provoziert. Am liebsten pflegt man den wirkungsm&auml;chtigsten Widerstand; man schweigt die Sache tot: die Unterscheidung von konsumtiven und investiven Staatsausgaben. Offensichtlich folgen, im Generationenvergleich gesehen, aus den meisten Themen der derzeitigen Politik konsumtive Aufgaben. Renten, das Gesundheitswesen und Sozialhilfe kommen n&auml;mlich teils ausschlie&szlig;lich, teils vornehmlich den &quot;herrschenden Generationen&quot; zugute. Ausgaben f&uuml;r das Bildungswesen sind dagegen prim&auml;r investiv, denn die dienen unseren Kindern und Kindeskindern. Blicken wir in die Statistik: Im Jahr 1970 fallen die Staatsausgaben f&uuml;r das Unterrichtswesen einerseits und f&uuml;r das Gesundheitswesen andererseits fast identisch aus: 27,82 Milliarden DM f&uuml;r Unterricht, 27,63 Milliarden f&uuml;r Gesundheit. Im Jahr 1990 kostet dagegen das Unterrichtswesen 98,52 Milliarden DM, das Gesundheitswesen jedoch 144 Milliarden DM (nach: Statistisches Jahrbuch 1995, 674). Die Steigerung - um 116,5 Milliarden DM statt um 70,7 Milliarden DM - f&auml;llt also mehr als 60 Prozent h&ouml;her aus.</P>
<P>Das hier einschl&auml;gige Kriterium kennen wir aus einem noch nicht diskreditierten Teil der Familienmoral: Verantwortliche Eltern hinterlassen ihren Kindern per Saldo keine Schulden, sondern ein positives Erbe. Und dieses versuchen sie, noch gr&ouml;&szlig;er zu gestalten, als sie es von ihren Eltern &uuml;bernommen haben. Nach diesem Vorbild &uuml;bergibt eine verantwortliche Gesellschaft der nachfolgenden Generation nicht mehr an (finanziellen, &ouml;kologischen ...) Lasten, als sie durch Zukunftsinvestitionen (in Bildung, Forschung, Kultur, Infrastruktur ...) zumindest ausgleicht. In den letzten Jahrzehnten sind aber die investiven Ausgaben - Beispiel Bildung - weit geringer gestiegen als die konsumtiven Ausgaben, Beispiel: Gesundheitswesen. Deshalb darf man die Sachlage nicht besch&ouml;nigen: da&szlig; hier eine Umverteilung von den J&uuml;ngeren zu den &Auml;lteren stattfindet und die &Auml;lteren sich auf Kosten der J&uuml;ngeren bereichern. Sie praktizieren also jene intergenerationelle Ungerechtigkeit, gegen die wir doch sensibel werden wollten. Ein &uuml;ppiger Sozialstaat - dies d&uuml;rfen wir bei den einschl&auml;gigen Debatten nicht &uuml;bersehen - konkurriert mit einem Wert, den wir beim Umweltschutz l&auml;ngst anerkannt haben: mit der Gerechtigkeit gegen k&uuml;nftige Generationen. Da&szlig; wir gegen sie versto&szlig;en, zeugt von einem neuartigen, jetzt intergenerationellen Sozialdarwinismus. Die st&auml;rkere Generation lebt auf Kosten der schw&auml;cheren, ihrer Kinder und Kindeskinder.</P>
<P>Die Ungerechtigkeit reicht in eine Vergangenheit zur&uuml;ck, die durch ihre wachsende Verschuldung den Spielraum f&uuml;r - nicht etwa blo&szlig; wirtschaftliche! - Investitionen str&auml;flich eingeschr&auml;nkt hat. Das deshalb von den &ouml;ffentlichen Haushalten verlangte Sparen wird die erforderlichen Investitionen noch f&uuml;r lange Zeit verhindern.</P>

<B><P>Globalisierung 2: Konkurrenzf&auml;higkeit und Weltrechtsordnung</P>
</B><P>Nicht die gesamte &quot;neue soziale Frage&quot; ist von der Haushaltsknappheit bedroht. Bei einem so wichtigen Thema wie den Arbeitspl&auml;tzen der Jugendlichen kommt es auch auf rechtliche, soziale und kulturelle Rahmenbedingungen und vor allem auf die Regelungsdichte und b&uuml;rokratische Hemmnisse an, die das Schaffen von Arbeitspl&auml;tzen beg&uuml;nstigen oder erschweren. Die neuerdings auf Kommunikation fixierte Sozialtheorie &uuml;bergeht zwar gern das Gewicht der Arbeit. Deren existentielle Bedeutung, die mit M&uuml;hsal und Last verbundene G&uuml;terbeschaffung zur Bedarfsdeckung, hat sich aber schon l&auml;ngst um Momente erweitert, die in einer Politik der Arbeitszeitverk&uuml;rzung oder einer arbeitsunabh&auml;ngigen B&uuml;rgerrente verdr&auml;ngt werden: Weil es um Pers&ouml;nlichkeitsentfaltung, Selbstachtung und soziale Anerkennung geht, sind es heute eher Arbeit und Beruf als Konsum und Freizeit, durch die wir in das von Kant bis Marx beschworene Reich der Freiheit hineinwachsen. Geboten ist daher, Arbeitspl&auml;tze zu schaffen, nicht blo&szlig; ad hoc, sondern auf Dauer und unter der Randbedingung, die wir nicht aussuchen k&ouml;nnen: der globalen Konkurrenz.</P>
<P>F&uuml;r empirische Fragen ist der Philosoph nicht zust&auml;ndig; er kann sich aber kundig machen und st&ouml;&szlig;t dann auf mindestens zwei Rahmenbedingungen, die in unserer Republik nicht ideal sind und eine reflexive Regenerationskraft verlangen: Weder hinsichtlich der Regulierungsdichte noch der Nettoumsatzrendite scheint sich Deutschland die Schaffung rentabler Arbeitspl&auml;tze unter der Bedingung globaler Konkurrenz zu erleichtern. Ich greife die Nettoumsatzrendite heraus: Wenn ich mich auf die Bach-Bilanz-Datenbank der Europ&auml;ischen Kommission verlassen darf, hier f&uuml;r Unternehmen des verarbeitenden Gewerbes, so nimmt den Spitzenplatz bemerkenswerterweise ein Land ein, in dem keine grundlegend andere Rechts- und Sozialstruktur herrscht: In einem Nachbarland, den Niederlanden, fallen erstaunliche 8,9 Prozent an. Westdeutschland kommt lediglich auf ein F&uuml;nftel: 1,8 Prozent. Auch Schweden (7,6 %), Gro&szlig;britannien (7,3 %) und die USA (5,9 %) liegen weit dar&uuml;ber, selbst &Ouml;sterreich (3,6 %) und Frankreich (2,3 %) liegen dar&uuml;ber. Gewi&szlig; entscheiden die Regulierungsdichte und die Nettoumsatzrendite nicht alles. Es z&auml;hlen auch die Qualit&auml;t des Rechtswesens, die Macht oder Ohnmacht von Korruption, der Bildungs- und Ausbildungsstand und die Infrastruktur. Da aber der K&ouml;nigsweg zu mehr Arbeitspl&auml;tzen in Investitionen und wirtschaftlichem Wachstum zu liegen scheint, ist das Kriterium des Umweltschutzes, eine &quot;nachhaltige&quot; Verbesserung, hier ohne eine Verbesserung hinsichtlich Regulierungsdichte und Nettoumsatzrendite schwer vorstellbar.</P>
<P>Beim Stichwort &quot;Globalisierung&quot; d&uuml;rfen wir aber nicht nur an die Wirtschaft, insbesondere die Finanz- und Warenm&auml;rkte denken, allenfalls noch die globalen Kommunikationsformen, das elektronische Weltnetz, ber&uuml;cksichtigen. Und die Wirtschaft darf man nicht lediglich wirtschaftlich, als System von Angebot und Nachfrage in einem liberalisierten Weltmarkt verstehen und dann erwarten, da&szlig; der globale Wettbewerb einen globalen Wohlstand herbeif&uuml;hre. Gewi&szlig;, Konkurrenz stachelt jene Kr&auml;fte von Kreativit&auml;t, Wagnis und Anstrengung, einschlie&szlig;lich Arbeitsethos und Sparen an, die die F&auml;higkeit und Bereitschaft zur Leistung erh&ouml;hen, die die (nicht nur finanziellen) Kosten senken, die zu einem bedarfsgerechten Angebot an G&uuml;tern und Dienstleistungen und deren wirksamer Zuteilung dr&auml;ngen, &uuml;berdies durch h&ouml;here Preise der Verschwendung entgegentreten. Trotzdem geht die Vision des freien Marktes, seine &quot;Utopie des Wohlstands&quot;, nicht ungetr&uuml;bt in Erf&uuml;llung. Denn der Markt ist nicht von allein frei; au&szlig;erdem treten erhebliche Folgelasten auf. Ein freier Weltmarkt gibt daher nur dann den angemessenen Handlungsrahmen ab, wenn er die von den Volkswirtschaften her bekannten Aufgaben zu l&ouml;sen und vor allem die richtigen Rahmenbedingungen zu setzen versteht. Das entsprechende Aufgabenfeld ist gerechtigkeitsrelevant und zu einem nicht unerheblichen Teil knappheitsunabh&auml;ngig: Auch im Weltma&szlig;stab braucht es eine Wettbewerbsordnung, die f&uuml;r einen freien Markt sorgt. Auch im Weltma&szlig;stab gibt es Marktschw&auml;chen, derentwegen sich eine Welt-Wirtschaftspolitik aufdr&auml;ngt, und gewisse Formen von Marktversagen, denen eine globale Gerechtigkeit entgegentritt. F&uuml;r den Kampf gegen den Hunger, Armut und (Unter-)Entwicklung ist zus&auml;tzlich eine verdienstliche Mehrleistung angesagt. Nicht zuletzt bedarf es einer Regelung des Umweltschutzes. Insgesamt ist eine Weltrechtsordnung vonn&ouml;ten, die f&uuml;r die rechtlichen, sozialen und &ouml;kologischen Rahmenbedingungen eines fairen Weltmarktes sorgt. A. Sen hebt drei eklatante Mi&szlig;st&auml;nde heraus: 1. In zahlreichen L&auml;ndern Asiens und Afrikas gibt es Formen der Leibeigenschaft: man darf sich n&auml;mlich abseits des traditionellen Arbeitgebers keine Besch&auml;ftigung suchen. 2. Vielerorts wird Kinderarbeit auf eine Weise erzwungen, da&szlig; sie sich der Sklaverei ann&auml;hert. 3. Ebenfalls vielerorts wird der Frau das Recht abgesprochen, eine Besch&auml;ftigung au&szlig;erhalb der Familie zu suchen.</P>
<P>Eine Weltrechtsordnung, die sich auf Gerechtigkeit verpflichtet, ist zweifellos daf&uuml;r zust&auml;ndig. Dar&uuml;ber hinaus tr&auml;gt sie noch f&uuml;r andersartige Aufgaben Verantwortung, namentlich f&uuml;r den internationalen Frieden, nicht zuletzt f&uuml;r ein schwieriges Themenfeld: die Selbstbestimmung der V&ouml;lker, die Sezession aus einem Staatenverband und die humanit&auml;re Intervention. Gl&uuml;cklicherweise gibt es ein globales Interesse an der liberalen Demokratie samt Elementen einer B&uuml;rgergesellschaft. Diese Staats- und Gesellschaftsform entfaltet eine Sogwirkung, mit deren Hilfe sie sich - Huntington zum Trotz - kampflos ausbreitet, es sei denn, sie wird gewaltsam verhindert. Dem - friedlich - entgegenzuwirken, ist eine wichtige Aufgabe der internationalen politischen Gerechtigkeit. Auch sie k&ouml;nnte (fast) kostenneutral zustande kommen - g&auml;be es nicht m&auml;chtige Gegeninteressen.</P>

<P>1 Vgl. E. B., Gerechtigkeit. Eine Lehre von den Grundgesetzen der Gesellschaftsordnung, Z&uuml;rich: Zwingli, 1943.</P>
<P>2 Vgl. O. H&ouml;ffe, Gibt es ein interkulturelles Strafrecht? Ein philosophischer Versuch, Frankfurt/M.: Suhrkamp, 1999.</P>
</FONT><FONT FACE="timesroman"></FONT></BODY>
</HTML>
